local Quest = {
	
	--初始赠送的英雄
	AutoGainCards = {
		110001,
		120001,
		130001,
		130101,
		220001,
		230101,
		310001,
	},
	
	--初始赠送的技能
	AutoGainSkills = {
		10001001,
		10002001,
		10003001,
		10004001,
		10101001,
		10102001,
		11001001,
		11101001,
		20001001,
		20002001,
		20101001,
		20102001,
		20103001,
		20104001,
		22001001,
		22101001,
		30001001,
		30002001,
		30003001,
		30004001,
		30101001,
		30102001,
		31001001,
		31003001,
	},
	
	--金币升级技能表
	GoldSkillLv = {
		[1] = 200,
		[2] = 300,
		[3] = 400,
	},

		
	--技能最高等级
	SkillMaxLevel = 4,

	--英雄技能数量
	SkillMaxNum = 5,

	--同阵营金币分享百分比
	ShareGoldPercent = 0.4,
	
	--同阵营经验分享百分比
	ShareExpPercent = 0.67,

	--英雄复活时间系数(ms)
	RaiseTime = 1000,

	--英雄在基地恢复HP系数
	BuildingRecvHp = 20,
	
	--英雄在基地恢复MP系数
	BuildingRecvMp = 20,

	--可替换技能次数
	MaxReplaceSkillTimes = 3,

	--商城卡牌刷新表
	RefreshCardIds = {
		[1] = { 30001, 30002, 30003 },	--第一批
		[2] = { 31001, 31002, 31003 },	--第二批
		[3] = { 32001, 33002, 32003 },	--第三批
	},
	
	--探索CD(s)
	ExploreTime = 60,
}





return Quest
